Revit 2027 API
ParameterTypeId.DividedpathBeginningIndent Property
 "Beginning Indent"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedpathBeginningIndent { get; }
Public Shared ReadOnly Property DividedpathBeginningIndent As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedpathBeginningIndent {
	ForgeTypeId^ get ();
}
static member DividedpathBeginningIndent : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace